import AskIcon from "@/components/icons/ask-icon";
import FolderIcon from "@/components/icons/folder-icon";
import SettingIcon from "@/components/icons/setting-icon";
import SettingsIcon from "@/components/icons/settings-icon";
import TargetIcon from "@/components/icons/target-icon";

export const goalsData = [
  {
    icon: <SettingsIcon />,
    title: "تعزيز التنمية الاجتماعية عبر دعم المبادرات المجتمعية",
    description:
      "يهدف هذا المعيار إلى دعم المبادرات التي تعزز التنمية الاجتماعية وتعمل على تحسين نوعية الحياة للمجتمع السعودي.",
  },
  {
    icon: <SettingIcon />,
    title: "دعم المشاريع المستدامة للمساهمة في الحد من الفقر",
    description:
      "يهدف هذا المعيار إلى تمويل ودعم المشاريع الاقتصادية المستدامة التي تساعد على تحسين دخل الأسر المحتاجة وتقليل نسب الفقر.",
  },
  {
    icon: <AskIcon />,
    title: "توفير الدعم المالي والعيني للأسر والأفراد الأكثر احتياجاً",
    description:
      "يهدف هذا المعيار إلى تقديم مساعدات مالية وعينية لتحسين الأوضاع المعيشية للأسر المحتاجة والفئات الضعيفة.",
  },
  {
    icon: <FolderIcon />,
    title: "تعزيز الرعاية الصحية للفئات الضعيفة والمحتاجة",
    description:
      "يسعى هذا المعيار إلى توفير الرعاية الصحية المجانية أو المدعومة للفئات الضعيفة من خلال تقديم دعم مباشر للمرافق الصحية.",
  },
  {
    icon: <TargetIcon />,
    title: "دعم التعليم والتدريب المهني للشباب والعاطلين عن العمل",
    description:
      "يسعى هذا المعيار إلى تقديم برامج تعليمية وتدريبية لتحسين مهارات الشباب وزيادة فرص توظيفهم في المستقبل.",
  },
  {
    icon: <SettingIcon />,
    title: "تعزيز الابتكار الاجتماعي والتكنولوجي لحل القضايا المجتمعية",
    description:
      "يهدف هذا المعيار إلى دعم الابتكار الاجتماعي والتكنولوجي الذي يقدم حلولاً جديدة للتحديات المجتمعية مثل البطالة والفقر والتعليم.",
  },
];
export const sideData = [
  "لقد تم اتباع مجموعة من المعايير والأسس التي تعكس التزام المؤسسة بتحقيق تأثير إيجابي ومستدام على المجتمع.",
  "أولى هذه المعايير هو الاستدامة حيث تم التركيز على تبني مشاريع ومبادرات تهدف إلى تحقيق نتائج طويلة الأمد وتعزيز التنمية المجتمعية لضمان وصول الخدمات والدعم إلى الفئات الأكثر احتياجًا في المجتمع مع مراعاة تحقيق الشمولية وتلبية احتياجات مختلف الفئات. بالإضافة إلى ذلك تم إعطاء أولوية خاصة للابتكار في الحلول الاجتماعية والتكنولوجية كوسيلة فعالة للتغلب على التحديات المجتمعية. كما تؤمن المؤسسة بأهمية الشراكات والتعاون مع مختلف الجهات لتعظيم الأثر والوصول إلى الأهداف المنشودة. وأخيرًا تم التأكيد على مبدأ الشفافية والمصداقية، لضمان تنفيذ الأنشطة والمشاريع بأسلوب يحقق الثقة مع المجتمع والشركاء.",
  "هذه الأسس مجتمعة هي التي بنيت عليها رؤية المؤسسة ورسالتها وقيمها، لتعكس التزامنا المستمر نحو مستقبل أكثر استدامة.",
];
