export const InnovationData = [
  {
    image: "/imgs/home/teacher.png",
    title: "التعليم والتدريب",
    description: "دعم التعليم والتدريب المهني للشباب والعاطلين عن العمل",
  },
  {
    image: "/imgs/home/innovation.png",
    title: "الابتكار الاجتماعي",
    description: "تعزيز الابتكار الاجتماعي والتكنولوجي لحل القضايا المجتمعية",
  },
  {
    image: "/imgs/home/teacher.png",
    title: "التعليم والتدريب",
    description: "دعم التعليم والتدريب المهني للشباب والعاطلين عن العمل",
  },
  {
    image: "/imgs/home/innovation.png",
    title: "الابتكار الاجتماعي",
    description: "تعزيز الابتكار الاجتماعي والتكنولوجي لحل القضايا المجتمعية",
  },
  {
    image: "/imgs/home/teacher.png",
    title: "التعليم والتدريب",
    description: "دعم التعليم والتدريب المهني للشباب والعاطلين عن العمل",
  },
  {
    image: "/imgs/home/innovation.png",
    title: "الابتكار الاجتماعي",
    description: "تعزيز الابتكار الاجتماعي والتكنولوجي لحل القضايا المجتمعية",
  },
  {
    image: "/imgs/home/teacher.png",
    title: "التعليم والتدريب",
    description: "دعم التعليم والتدريب المهني للشباب والعاطلين عن العمل",
  },
  {
    image: "/imgs/home/innovation.png",
    title: "الابتكار الاجتماعي",
    description: "تعزيز الابتكار الاجتماعي والتكنولوجي لحل القضايا المجتمعية",
  },
  {
    image: "/imgs/home/teacher.png",
    title: "التعليم والتدريب",
    description: "دعم التعليم والتدريب المهني للشباب والعاطلين عن العمل",
  },
  {
    image: "/imgs/home/innovation.png",
    title: "الابتكار الاجتماعي",
    description: "تعزيز الابتكار الاجتماعي والتكنولوجي لحل القضايا المجتمعية",
  },
  {
    image: "/imgs/home/teacher.png",
    title: "التعليم والتدريب",
    description: "دعم التعليم والتدريب المهني للشباب والعاطلين عن العمل",
  },
  {
    image: "/imgs/home/innovation.png",
    title: "الابتكار الاجتماعي",
    description: "تعزيز الابتكار الاجتماعي والتكنولوجي لحل القضايا المجتمعية",
  },
];

export const HomeSliderData = [
  "تعمل على المساهمة بجهد اجتماعي وانساني، لإحداث تأثير إيجابي ومستدام في المجتمع، وتعزيز الاستقرار الاجتماعي، وذلك من خلال دعم المبادرات التي تساهم في تحسين جودة الحياة للفئات الأكثر احتياجاً، مع التركيز على تعزيز الابتكار والتميز في تقديم الخدمات والمشاريع الاجتماعية المستهدفة، تماشياً مع رؤية 2030 الطموحة",
  "وتعكس أهداف المؤسسة، مدى الطموح والإرادة والوعي في تحقيق أهدافها الاجتماعية والإنسانية، بالتركيز على تقديم حلول مبتكرة وشاملة للتغلب على التحديات الاجتماعية والاقتصادية التي تعترض بعض فئات المجتمع. ",
  "وترتكز قيمنا على إيمان المؤسس والقائمين بأعمالها بحس المسؤولية الاجتماعية، المبنية على أسس الحلول العملية المُثلى للتحديات الإنسانية والاجتماعية، من خلال دراسة دقيقة للبيئة الداخلية والخارجية للمؤسسة وبلورة خطط فعالة، تهدف إلى تعزيز تأثيرها وتحقيق رسالتها في تحسين حياة الأفراد والمجتمعات، وإيجاد الحلول التي تسهم بعون الله تعالى في مساعدة المحتاجين. ",
  "وتعمل المؤسسة على تعزيز جهود القطاع غير الربحي، من خلال دعم المبادرات المجتمعية، وتقديم المساعدة المبتكرة الخلاقة للأسر والأفراد المحتاجين، من أجل بناء حياتهم ومستقبلهم، ومستقبل أجيالهم على حلول مستدامة ومبدعة، تحفظ كرامتهم، وتصون انسانيتهم، وتعمل مع جهود ولاة أمرنا حفظهم الله على بناء مجتمع قوي ومترابط، قادر على مواجهة التحديات، وينعم بالأمن والاستقرار الاجتماعي. ",
];

export const IntiativesSliderData = [
  {
    title: "جمعية البر الخيرية بالمنطقة الشرقية",
    img: "https://www.alberlive.net/Themes/images/newLogo.png",
  },
  {
    img: "https://psrc.org.sa/wp-content/uploads/2023/03/eefaa-Logo-newLastS.png",
    title: "جمعية إيفاء لرعاية ذوي الإعاقة بالمنطقة الشرقية",
  },
  {
    title: "جمعية البر بحفر الباطن",
    img: "https://www.birhafer.org.sa/rafed/uploads/system/widelogow.png",
  },
  {
    title: "جمعية البر الخيرية بقرية العليا",
    img: "https://albirrolya.org/h/wp-content/uploads/2023/10/newlogo1.png",
  },
  {
    title: "اللجنة الوطنية لرعاية السجناء والمفرج عنهم وأسرهم بالمنطقة الشرقية",
    img: "https://trahum.org/_nuxt/img/logo-01.4436ad5.png",
  },
  {
    title: "جمعية همم لدعم أسر ذوي الإعاقة بالمنطقة الشرقية",
    img: "https://hemam.org.sa/sites/all/themes/newTheme/images/logo.png",
  },
  {
    title: "جمعية حريملاء الخيرية",
    img: "/imgs/home/no_bg_image (1).png",
  },
  {
    title: "جمعية عنك الخيرية",
    img: "/imgs/home/image (2).png",
  },
  {
    title: "جمعية البر الخيرية بالخفجي",
    img: "https://www.bir-alkhafji.org.sa/rafed/uploads/system/widelogo.png",
  },
];
