export const visionData = [
  {
    color: "bg-blue-800",
    info: `يهدف هذا المعيار إلى دعم المبادرات التي تعزز التنمية الاجتماعية وتعمل على تحسين نوعية الحياة للمجتمع السعودي.`,
  },
  {
    color: "bg-orange-600",
    info: `يهدف هذا المعيار إلى تمويل ودعم المشاريع الاقتصادية المستدامة التي تساعد على تحسين دخل الأسر المحتاجة وتقليل نسب الفقر.`,
  },
  {
    color: "bg-pink-800",
    info: `يهدف هذا المعيار إلى تقديم مساعدات مالية وعينية لتحسين الأوضاع المعيشية للأسر المحتاجة والفئات الضعيفة.`,
  },
  {
    color: "bg-emerald-700",
    info: `يسعى هذا المعيار إلى توفير الرعاية الصحية المجانية أو المدعومة للفئات الضعيفة من خلال تقديم دعم مباشر للمرافق الصحية.`,
  },
  {
    color: "bg-sky-600",
    info: `يسعى هذا المعيار إلى تقديم برامج تعليمية وتدريبية لتحسين مهارات الشباب وزيادة فرص توظيفهم في المستقبل.`,
  },
  {
    color: "bg-blue-900",
    info: `يهدف هذا المعيار إلى دعم الابتكار الاجتماعي والتكنولوجي الذي يقدم حلولاً جديدة للتحديات المجتمعية مثل البطالة والفقر والتعليم.`,
  },
];
